//Usage in code: SICLocString(@"KEY") or NSLocalizedString(@"KEY", @"optional comment or empty string")

// localisation language

	"STR_LANGUAGE" ="en";

//ViewController - Registrieren View
"LABEL_REGIEMAIL" = "E-Mail:";
"LABEL_REGITELEFON" = "Telefon:";
"LABEL_REGIVORNAME" = "Vorname:";
"LABEL_REGINACHNAME" = "Nachname:";
"LABEL_REGISTRASSE" = "Strasse:";
"LABEL_REGIHAUSNUMMER" = "Hausnummer:";
"LABEL_REGIPOSTLEITZAHL" = "Postleitzah:";
"LABEL_REGIREGIBUTTON" = "Registrieren";

//LoginScreenViewController - Login View
"LABEL_LOGINEMAIL" = "E-Mail:";
"LABEL_LOGINPASSWORT" = "Passwort:";
"LABEL_LOGINPASSWORTVERGESSEN" = "Passwort vergessen";
"LABEL_LOGINNEUREGISTRIEREN" = "Neu Registrieren";

//PasswortZuruecksetzenViewController
"LABEL_PASSWORTUEBERSCHRIFT" = "Trage Deine E-Mail Adresse ein.";
"LABEL_PASSWORTEMAIL" = "E-Mail:";
"LABEL_PASSWORTZURUECKSETZENBUTTON" = "Passwort zuschicken";
"LABEL_PASSWORTANMELDENBUTTON" = "Anmelden";

//VorRegiViewController
"LABEL_VORREGIAGBAKZEPTIEREN" = "Durch das Drücken des Weiter-Buttons akzeptierst du die AGBs unserer Schein-Firma.";
"LABEL_VORREGIUNSEREAGBS" = "Unsere AGBs";
"LABEL_VORREGIZURREGI" = "Weiter zum Registrieren";

//AGBViewController -AGBs
"LABEL_AGBHEADLINE" = "Die AGBs unserer Schein-Firma";
"LABEL_AGBTEXT" = "Da sich sowieso niemand die AGBs durchliest stehen hier auch keine!";
"LABEL_AGBZURREGIBUTTON" = "Was auch immer!";

//TabMainViewController
"LABEL_TABMAINKARTE" = "Karte";
"LABEL_TABMAINAUFTRAG" = "Aufträge";
"LABEL_TABMAINBEZAHLEN" = "Bezahlen";
"LABEL_TABMAINVERFUEGBAR" = "Verfügbar";
"LABEL_TABMAINSTANDBY" = "Standby On";
"LABEL_TABMAINSTANDBYOFF" = "Standby Off";
"LABEL_TABMAINBESCHAEFTIGT" = "Beschäftigt";

//DetailAnischt

"STR_LABEL_DOACCEPT" = "Annehmen?";
"JOB_YES" = "Ja";
"JOB_NO" = "Nein";

"DIALOG_TITLE_CUSTOMER_ACCEPTANCE_PENDING" ="Auftrag annehmen";
"DIALOG_NOTE_CUSTOMER_ACCEPTANCE_PENDING" ="Bitte habe etwas Geduld.";
